<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

return [
    'financeClass' => [
        '1'=>'会员充值',
        '2'=>'账户充值',
        '3'=>'账户提现',
        '4'=>'买手接任务',
        '5'=>'发任务扣除',
        '6'=>'推荐奖励',
        '7'=>'任务返款',
        '8'=>'账户扣款',
        '9'=>'返款补差',
        '10'=>'取消任务',
        '11'=>'返还做任务压的银锭',
        '12'=>'拒绝提现',
        '13'=>'取消任务扣除冻结银锭',
        '14'=>'注册赠送',
        '15'=>'押金代付银锭',
        '16'=>'追评扣除',
        '17'=>'取消追评',
        '18'=>'追评佣金',
        '19'=>'买手拒绝追评',

    ],
    'sellerFinanceClass' => [
        '1'=>'会员充值',
        '2'=>'账户充值',
        '3'=>'账户提现',
        '5'=>'发任务扣除',
        '15'=>'押金代付银锭',
        '6'=>'推荐奖励',
        '8'=>'账户扣款',
        '9'=>'返款补差',
        '10'=>'取消任务',
        '12'=>'拒绝提现',
        '15'=>'押金代付银锭',
        '16'=>'追评扣除',
        '17'=>'取消追评',
        '19'=>'买手拒绝追评',
    ],
];
